Repository: mlalbuquerque/ExpressoLivre3
Catalog: tine20/Admin/translations/*.po
Languages: ru

source: manage access log
ru: Управлять логом доступа

source: delete access log entries
ru: удалить элементы лога доступа

source: manage accounts
ru: управлять учётными записями

source: add and edit users and groups, add group members, change user passwords
ru: добавить и изменить пользователей и группы, добавить пользователей в группы, изменить пароли пользователей

source: manage applications
ru: Управлять приложениями

source: enable and disable applications, edit application settings
ru: разрешить и запретить приложения, изменить настройки приложений

source: manage roles
ru: управлять ролями

source: add and edit roles, add new members to roles, add application rights to roles
ru: добавить и изменить роли, добавить новых участников к ролям, добавить права приложений к ролям

source: manage shared tags
ru: управлять общими тэгами

source: add, delete and edit shared tags
ru: добавить, удалить и изменить общие тэги

source: manage computers
ru: управлять компьютерами

source: add, delete and edit (samba) computers
ru: добавлять, удалять и изменять (samba) компьютеры

source: view access log
ru: посмотреть лог доступа

source: view access log list
ru: посмотреть список логов доступа

source: view accounts
ru: посмотреть учётные записи

source: view accounts list and details
ru: посмотреть список учётных записей и подробности

source: view applications
ru: посмотреть приложения

source: view applications list and details
ru: посмотреть список приложений и подробности

source: view roles
ru: посмотреть роли

source: view roles list and details
ru: посмотреть список ролей и подробности

source: view computers
ru: посмотреть компьютеры

source: view computers list and details
ru: посмотреть список компьютеров и подробности

source: IP Address
ru: IP адрес

source: User
ru: Пользователь

source: Login Time
ru: Время регистрации

source: Logout Time
ru: Время выхода из системы

source: Session ID
ru: ID сессии

source: Login Name
ru: Имя для регистрации

source: Name
ru: Имя

source: Result
ru: Результат

source: invalid password
ru: неверный пароль

source: ambiguous username
ru: Имя пользователя многозначно

source: user not found
ru: пользователь не найден

source: failure
ru: неудачно

source: success
ru: успешно

source: Groups
ru: Группы

source: Roles
ru: Роли

source: Computers
ru: Компьютеры

source: Applications
ru: Приложения

source: Shared Tags
ru: Общие тэги

source: Admin
ru: Администратор

source: enable application
ru: Активировать приложение

source: disable application
ru: Деактивировать приложение

source: settings
ru: настройки

source: Search:
ru: Поиск:

source: disabled
ru: отключено

source: enabled
ru: включено

source: unknown status ({0})
ru: неизвестный статус ({0})

source: Displaying application {0} - {1} of {2}
ru: Показаны приложения {0} - {1} из {2}

source: No applications to display
ru: Нет приложений

source: Order
ru: Порядок

source: Status
ru: Статус

source: Version
ru: Версия

source: Color
ru: Цвет

source: Errors
ru: Ошибки

source: Confirm
ru: Подтвердить

source: Please wait
ru: Пожалуйста, подождите

source: Updating Memberships
ru: Обновить членство

source: Failed
ru: Неудача

source: Could not save group.
ru: Не удалось сохранить группу.

source: Please fix the errors noted.
ru: Пожалуйста, устраните отмеченные ошибки.

source: Group Name
ru: Название группы

source: Description
ru: Описание

source: Group Members
ru: Члены группы

source: Add new group
ru: Добавить новую группу

source: Edit Group "{0}"
ru: Изменить группу "{0}"

source: Do you really want to delete the selected groups?
ru: Вы уверены что хотите удалить выбранные группы?

source: Deleting group(s)...
ru: Удаление групп(ы)...

source: Some error occurred while trying to delete the group.
ru: При удаление группы произошла ошибка.

source: add group
ru: добавить группу

source: edit group
ru: изменить группу

source: delete group
ru: удалить группу

source: Displaying groups {0} - {1} of {2}
ru: Показаны группы {0} - {1} из {2}

source: No groups to display
ru: Нет групп

source: Could not save role.
ru: Не удалось сохранить роль.

source: Deleting role...
ru: Удаление роли...

source: Some error occurred while trying to delete the role.
ru: При удаление роли произошла ошибка.

source: Rights
ru: Права

source: Members
ru: Участники

source: Role Name
ru: Название роли

source: Add New Role
ru: Добавьте новую роль

source: Edit Role "{0}"
ru: Изменить роль "{0}"

source: Do you really want to delete the selected roles?
ru: Вы действительно хотите удалить выбранные роли?

source: Deleting role(s)...
ru: Удаление роли(ей)...

source: add role
ru: добавить роль

source: edit role
ru: изменить роль

source: delete role
ru: удалить роль

source: Displaying roles {0} - {1} of {2}
ru: Показаны роли {0} - {1} из {2}

source: No roles to display
ru: Нет ролей

source: Computer Name
ru: Имя компьютера

source: Computer
ru: Компьютер

source: Could not save tag.
ru: Не удалось сохранить тэг.

source: Allowed Contexts
ru: Разрешённый контекст

source: Context
ru: Контекст

source: Account Rights
ru: Права учётной записи

source: View
ru: Представление

source: Use
ru: Использовать

source: Tag Name
ru: Название тэга

source: Add New Tag
ru: Добавить новый тэг

source: Edit Tag "{0}"
ru: Изменить тэг "{0}"

source: Do you really want to delete the selected tags?
ru: Вы действительно хотите удалить выбранные тэги?

source: Deleting tag(s)...
ru: Удаление тэга(ов)...

source: add tag
ru: добавить тэг

source: edit tag
ru: изменить тэг

source: delete tag
ru: удалить тэг

source: Displaying tags {0} - {1} of {2}
ru: Показаны тэги {0} - {1} из {2}

source: No tags to display
ru: Нет тэгов

source: Primary group
ru: Основная группа

source: Home Directory
ru: Домашний каталог

source: Login Shell
ru: Оболочка

source: Home Drive
ru: Домашний диск

source: Logon Time
ru: Время выхода

source: never logged in
ru: никогда не регистрировался

source: Home Path
ru: Домашний путь

source: Logoff Time
ru: Время выхода из системы

source: never logged off
ru: никогда не регистрировался

source: Profile Path
ru: Путь профиля

source: Password Last Set
ru: Последняя установка пароля

source: never
ru: никогда

source: Logon Script
ru: Скрипт входа

source: Password Can Change
ru: Пароль может быть изменен

source: not set
ru: не задан

source: Password Must Change
ru: Пароль должен быть изменен

source: Account
ru: Учётная запись

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Password
ru: Пароль

source: no password set
ru: пароль не задан

source: Emailaddress
ru: Адрес электронной почты

source: Expires
ru: Истекает

source: Last login at
ru: Последний регистрировался в

source: don't know
ru: неизвестно

source: Last login from
ru: Последняя регистрация от

source: Password set
ru: Пароль установлен

source: Fileserver
ru: Файловый сервер

source: enable account
ru: включить учётную запись

source: disable account
ru: отключить учётную запись

source: reset password
ru: сбросить пароль

source: Displayname
ru: Экранное имя

source: Loginname
ru: Имя для регистрации

source: Last name
ru: Фамилия

source: First name
ru: Имя

source: Email
ru: Электронная почта

source: Password changed
ru: Пароль изменен

source: Set new password
ru: Задать новый пароль

source: Please enter the new password:
ru: Пожалуйста, введите новый пароль:

source: Samba User
ru: Пользователь Samba

source: Loading Tag...
ru: Загрузка тэга...

source: Please Wait
ru: Пожалуйста, подождите

source: Do you really want to delete the selected access log entries?
ru: Вы действительно хотите удалить выбранные элементы лога доступа?

source: delete entry
ru: удалить элемент

source: select all
ru: выбрать все

source: Display from:
ru: Показаны с:

source: to:
ru: до:

source: Displaying access log entries {0} - {1} of {2}
ru: Показаны элементы лога доступа {0} - {1} из {2}

source: No access log entries to display
ru: Нет записей лога доступа

source: Account ID
ru: ID учётной записи

source: Loading Role...
ru: Загрузка роли...

source: Do you really want to delete the selected account(s)?
ru: Вы действительно хотите удалить выбранную учётную запись(и)?

source: Deleting account(s)...
ru: Удаление учётной записи(ей)...

source: Some error occurred while trying to delete the account(s).
ru: При удалении учётной записи (ей) произошла ошибка.

source: Displaying accounts {0} - {1} of {2}
ru: Показаны учётные записи {0} - {1} из {2}

source: No accounts to display
ru: Нет учётных записей

source: add account
ru: добавить учётную запись

source: edit account
ru: изменить учётную запись

source: delete account
ru: удалить учётную запись

source: Deleting group...
ru: Удаление группы...

source: enter searchfilter
ru: Введите поисковый фильтр

source: remove account
ru: удалить учётную запись

source: Role members
ru: Участники роли

source: Deleting tag...
ru: Удаление тэга...

source: name
ru: Имя

source: status
ru: Статус

source: Deleting account...
ru: Счет удаляется...

source: Saving User Account
ru: Счет пользователя выл сохранен

source: Could not save user account.
ru: Счет пользователя не мог бить сохранен.

source: Add New User Account
ru: Добавить новый счет пользователя
