Repository: mlalbuquerque/ExpressoLivre3
Catalog: tine20/Messenger/translations/*.po
Languages: pt_br

source: Show Notifications
pt_br: Exibir notificações

source: Show or don't show Messenger notifications.
pt_br: Mostrar ou não mostrar notificações Messenger.

source: Chat History
pt_br: Histórico do Chat

source: How to get chat history.
pt_br: Como obter o histórico do chat.

source: Custon name
pt_br: Nome Personalizado

source: If you have custom Messenger, what's your name (login).
pt_br: Se você tem o Messenger personalizado, indique é seu nome (login).

source: Messenger Start
pt_br: Iniciar Messenger

source: How Messenger should start at Expresso loading.
pt_br: Como o Messenger deve iniciar no carregamento do Expresso.

source: Offline Contacts
pt_br: Contatos Offline

source: Show/Hide offline contacts.
pt_br: Mostrar/Esconder contatos offline.

source: Don't save history chat
pt_br: Não salvar o histórico do chat

source: Download history chat
pt_br: Fazer o download do histórico do chat

source: Start and display Messenger when Expresso loads
pt_br: Iniciar e exibir o Messenger no carregamento do Expresso

source: Start Messenger clicking at Messenger icon at toolbar
pt_br: Inicie o Messenger clicando no ícone do Messenger na barra de ferramentas

source: Start Messenger pressing "Login" button at Messenger Window
pt_br: Inicie o Messenger pressionando o botão "Login" na janela do Messenger

source: Show offline contacts
pt_br: Mostrar contatos offline

source: Don't show offline contacts
pt_br: Não mostrar contatos offline

source: ME
pt_br: EU

source: has joined the room as a
pt_br: entrou na sala como um

source: is now known as
pt_br: trocou seu nome para

source: has left the room.
pt_br: saiu da sala.

source: Role
pt_br: Papel

source: Priority settings
pt_br: Configurações de prioridade

source: Priority
pt_br: Prioridade

source: Negative values do not receive messages
pt_br: Valores negativos não recebem mensagens

source: Pidgin priority
pt_br: Prioridade do Pidgin

source: PSI priority
pt_br: Prioridade do PSI

source: Gaijm priority
pt_br: Prioridade do Gaijm

source: The highest the priority more likely this client to receive the message
pt_br: Quanto mais alta a prioridade mais provável deste cliente receber a mensagem

source: Examples: PSI priority = 5. Pidgin priority = 1
pt_br: Exemplos: Prioridade do PSI = 5. Prioridade do Pidgin = 1

source: Change
pt_br: Trocar

source: Cancel
pt_br: Cancelar

source: is unavailable
pt_br: está indisponível

source: Status text
pt_br: Texto do status

source: is away
pt_br: está indisponível

source: is busy
pt_br: está ocupado

source: auto status (idle)
pt_br: Auto Status (ocupado)

source: is on-line
pt_br: Disponível

source: The intended recipient is temporarily unavailable.
pt_br: A pessoa está temporariamente indisponível.

source: The remote server does not exist or could not be reached.
pt_br: O servidor remoto não existe ou não pode ser alcançado.

source: Communication with the remote server has been interrupted.
pt_br: Comunicação com o servidor remoto foi interrompida.

source: SERVER ERROR
pt_br: ERRO DO SERVIDOR

source: Accept your subscription
pt_br: Aceitar sua assinatura

source: Allow
pt_br: Permitir

source: Deny
pt_br: Negar

source: Subscription Approval
pt_br: Aprovação da Assinatura

source: wants to subscribe you.
pt_br: quer colocar você na lista de presença dele.

source: Denied/Removed your subscription
pt_br: Negou/Removeu sua assinatura

source: Not authorized!
pt_br: Não autorizado!

source: Error sending:
pt_br: Envio de erro:

source: Error
pt_br: Erro

source: Error number
pt_br: Erro número

source: Cancel 404: The item was not found.
pt_br: Cancelamento 404: O item não foi encontrado

source: Cancel 501: The feature was not implemented.
pt_br: Cancelamento 501: A funcionalidade não foi implementada.

source: Wait 500: Internal server error.
pt_br: Aguarde 500: Erro do servidor.

source: Cancel 503: Service unavailable.
pt_br: Cancelamento 503: Serviço indisponível.

source: Info
pt_br: Informação

source: Group chat in room
pt_br: Chat em grupo na sala

source: Chat with
pt_br: Chat com

source: Your messages will be sent offline
pt_br: Sua mensagem será enviada offline

source: You chose to download the every chat history
pt_br: Você escolheu baixar todos os históricos de chats

source: Do you want to download this chat
pt_br: Tem certeza que quer baixar este chat

source: File Transfer
pt_br: Transferência de Arquivo

source: Chat has no content
pt_br: Chat não tem nenhum conteúdo

source: File Transfer Error
pt_br: Erro de Transferência de Arquivo

source: Error creating chat history file
pt_br: Erro ao criar arquivo de histórico do chat

source: Temporary files not deleted
pt_br: Arquivos temporários não foram apagados

source: is typing...
pt_br: está digitando...

source: stopped typing!
pt_br: parou de digitar!

source: Group Message
pt_br: Mensagem de Grupo

source: Choose a Emoticon
pt_br: Escolha um Emoticon

source: Send
pt_br: Enviar

source: Send message to:
pt_br: Enviar mensagem para:

source: Group created successfully
pt_br: Grupo criado com sucesso

source: Add Group
pt_br: Adicionar Grupo

source: The group already exists
pt_br: O grupo criado já existe

source: Added successfuly
pt_br: Adicionado com sucesso

source: Add Buddy
pt_br: Adicionar Contato

source: Buddy not added
pt_br: Contato não adicionado

source: Available
pt_br: Disponível

source: Unavailable
pt_br: Indisponível

source: Away
pt_br: Ausente

source: Auto Status (idle)
pt_br: Status Auto (ocioso)

source: Do Not Disturb
pt_br: Não Perturbe

source: Access to server is forbidden
pt_br: Acesso ao servidor é proibido

source: Server does not exist
pt_br: Servidor não existe

source: Server error
pt_br: Erro do servidor

source: Server does not support the method
pt_br: Servidor não suporta o método

source: Server received invalid response from proxy
pt_br: Servidor recebeu resposta inválida do proxy

source: Server is unavailable
pt_br: Servidor está indisponível

source: IM Message
pt_br: Mensagem de IM

source: Connecting
pt_br: Conectando

source: Can't connect to server
pt_br: Não conseguiu conectar no servidor

source: Leave page
pt_br: Deixar a página

source: Close window
pt_br: Fechar janela

source: Authentication failed
pt_br: Autenticação falhou

source: Unknown error
pt_br: Erro desconhecido

source: Hide offline contacts
pt_br: Esconder contatos offline

source: Collapse groups
pt_br: Retrair grupos

source: Expand groups
pt_br: Expandir grupos

source: Send Message
pt_br: Enviar Mensagem

source: Sends the formated message below
pt_br: Envia a mensagem formatada abaixo

source: Add Contact
pt_br: Adicionar Contato

source: Priority setting
pt_br: Configuração de Prioridade

source: Type your Status
pt_br: Digite seu Status

source: press ENTER after
pt_br: pressione ENTER depois

source: Online
pt_br: Disponível

source: Name
pt_br: Nome

source: Group
pt_br: Grupo

source: Select a group
pt_br: Selecione um grupo

source: Add
pt_br: Incluir

source: Join Groupchat
pt_br: Entrar em Sala de Bate-papo

source: Identity
pt_br: Identidade

source: Host
pt_br: Anfitrião

source: Room
pt_br: Sala

source: Nickname
pt_br: Apelido

source: Password
pt_br: Senha

source: Join
pt_br: Entrar

source: You must choose a resource
pt_br: Você tem que escolher um recurso

source: Sending file
pt_br: Enviando arquivo

source: Maximum file size: 200MB
pt_br: Tamanho máximo para arquivo: 200MB

source: Temporary files deleted
pt_br: Arquivos temporários foram apagados

source: File sent
pt_br: Arquivo enviado

source: Error sending file
pt_br: Erro ao enviar arquivo

source: Error uploading file
pt_br: Erro ao carregar arquivo

source: wants to send you a file:
pt_br: quer enviar um arquivo para você:

source: Do you allow
pt_br: Você permite

source: Yes
pt_br: Sim

source: File received
pt_br: Arquivo recebido

source: No
pt_br: Não

source: File refused
pt_br: Arquivo recusado

source: has more than one resource. Choose one!
pt_br: tem mais de um recurso. Escolha um!

source: Rename
pt_br: Renomear

source: Remove
pt_br: Remover

source: Subscribe
pt_br: Assinar presença

source: Move to
pt_br: Mover para

source: Send file
pt_br: Enviar arquivo

source: Show contact history
pt_br: Mostrar histórico do contato

source: A name is required
pt_br: Um nome é obrigatório

source: Delete Contact
pt_br: Excluir Contato

source: Are you sure you want to delete
pt_br: Tem certeza que deseja excluir

source: Empty
pt_br: Vazio

source: Send group message
pt_br: Enviar mensagem de grupo

source: Rename Group
pt_br: Renomear Grupo

source: The group already exists!
pt_br: O grupo criado já existe!

source: Delete Group
pt_br: Excluir Grupo

source: Subscription
pt_br: Assinatura

source: Preferences
pt_br: Preferências

source: Notifications
pt_br: Notificações

source: Show notifications
pt_br: Exibir notificações

source: History
pt_br: Histórico do Chat

source: Send history chat to e-mail
pt_br: Enviar o histórico do chat para o e-mail

source: Custom Name
pt_br: Nome Personalizado

source: Save
pt_br: Salvar

source: {0} is inviting you to a video chat. Do you Accept?
pt_br: {0} está convidando você para um video chat. Aceitar?

source: {0} rejected your video chat call
pt_br: {0} rejeitou sua chamada de video chat

source: {0} is busy for video chat
pt_br: {0} está ocupado para video chat

source: One video chat call missed from {0}
pt_br: Uma chamada de video chat perdida de {0}

source: You are already in a video chat
pt_br: Você já está em um video chat

source: End
pt_br: Terminar

source: End video chat
pt_br: Terminar video chat

source: was successfully removed
pt_br: foi removido com sucesso

source: Successful
pt_br: Sucesso

source: The group
pt_br: O grupo

source: was successfully renamed to
pt_br: foi renomeado com sucesso

source: already exist. It was not renamed.
pt_br: já existe. Não foi renomeado.

source: was not removed
pt_br: não foi removido

source: History Chat with
pt_br: Histórico de Chat com

source: Download
pt_br: Baixar

source: Start video chat
pt_br: Iniciar video chat

source: Contact Chat History
pt_br: Histórico do Contato
